Repository: myclabs/Inventory
Catalog: application/languages/AF/configInteractionDatagrid.tmx
Source language: fr
Languages: en

source: Composant cible
en: Target component

source: Type d'action
en: actionType

source: Ajout d'une action de modification de l'état d'un composant
en: Creation of change of a component state

source: Mode de détermination
en: Method of determining

source: Valeur fixée
en: Fixed value

source: Ajout d'une action d'assignation de valeur à un champ
en: Creation of an action assigning a value to a field

source: Édition de la valeur ou de l'algorithme à assigner
en: Edition of the value or the algorithm to be assigned

source: Valeur à assigner
en: Value to be assigned

source: Incertitude à assigner
en: Uncertainty to be assigned

source: Algorithme dont le résultat est à assigner
en: Algorithm providing the value to be assigned

source: Ajout d'une condition composée
en: Creation of a composed condition

source: Contient
en: Contains

source: Ne contient pas
en: Does not contain

source: Ajout d'une condition élémentaire
en: Creation of an elementary condition

source: Édition d'une condition élémentaire
en: Edition of an elementary condition
